[
      {
        "date": "October 10 2023",
        "text": "I told her [therapist] about how you made me cry [with the i love you voicemail]"
      },
      {
        "date": "October 11 2023",
        "text": "This is a personalized delayed text to let you know that your baby girl 🥰got home safely and carefully while driving with one foot up as usual and likes you a little"
      },
      {
        "date": "October 10 2023",
        "text": "Last thing then I will stop annoying you, I was playing chess to try to get better while I was waiting for my next parent teacher meeting"
      },
      {
        "date": "October 9 2023",
        "text": "I don’t wanna keep getting used to you being here and being my person bc one day you won’t be able to do all that and I will be disappointed and heartbroken bc it always happens. You are gonna get tired of me and the toll I take then you will leave. I will break bc I always fall too hard and far but I am so far gone with you i can’t explain it. You just fit into my life and I don’t want you to leave but you will bc someone else will get your attention"
      },
      {
        "date": "October 9 2023",
        "text": "This is your un-automated and slightly delayed text message to let your poopy pants is home safely with coffee and doesn’t want to take the trash out to the curb bc it is a boys job"
      },
      {
        "date": "October 9 2023",
        "text": "It is not allowed tell your stomach to leave my boyfriend alone bc I said so he has one thing to annoy him already and it is me"
      },
      {
        "date": "October 7 2023",
        "text": "This is a personalized delayed text to let you know that your Smurf 🤍 got home safely and carefully and loves you and had girl dinner"
      },
      {
        "date": "October 7 2023",
        "text": "This guy is so hot 🤍🤍"
      },
      {
        "date": "October 6 2023",
        "text": "Good morning bubs, the reason why I was crying for happy reasons is bc you still stuck to our routine even though you can sleep without me being in the phone. You called to say that you miss and love me just so I knew and had the comfort even when I know you do and there is almost reason to doubt you. You have created this world for you and I of absolute love care respect and comfort and security that I never knew I needed or could have. You understand and see that I am an anxious person and who can need reminding you never let me feel like that it’s too much. You do everything and more to make me feel safe and protected even if I can do it and have been doing it myself. \r\n            Reason #2 to love you- you let me be me and support/understand all of it without making me feel bad or too much of a bad thing. \r\n            I love you as big as the multiverse is. 🤍🤍"
      },
      {
        "date": "October 2 2023",
        "text": "I love you ♥️! I am excited to see you later if you are still up for it. Remember bubba don’t let the bad moments get to you they are so temporary you won’t remember what they are years and month from now. I know that people are frustrating and annoying and dumb. You are amazing and so loving and prefect to me. Don’t let the dumbness form this weekend taint your week. \r\n            Also happy birthday to my everything. Please let people celebrate you and make you feel cherished loved and invaluable/precious the way you make everyone feel around you 😘"
      },
      {
        "date": "October 1 2023",
        "text": "You are my favorite person, the person I wanna run to when I need something, anything. You, in a short time, became my close friend, the love of my life, the person who makes me smile bigger each time. Every time I share something you heal a part of me that you never had a hand in breaking. I feel safe, seen, and protected by you. I know you know I can protect myself, yet you step in to protect me even if I didn’t say it or ask it. You never let me feel less than anything, you make me a priority. \r\n            Thank you for all the things I needed, wanted, and never thought I would deserve. Thank you for fixing the story I built that I couldn’t be happy or have a happy healthy relationship or a future to look out for.  Thank you for being the person who always says we, reminding me that I am not alone anymore nor do I have to be"
      },
      {
        "date": "September 30 2023",
        "text": "I am sorry that you are having a super bad and busy day. I love you. I will always be here to listen and help you find the little joys in the day. Remember bad days are temporary, and the good days are there to remember and the golden days are permanent memories. It is us against the multiverse always and forever my bubs 🤍🤍"
      },
      {
        "date": "September 30 2023",
        "text": "My pharmacist doesn’t offer to dick me down like that"
      },
      {
        "date": "September 29 2023",
        "text": "TODAYS NATIONAL COFFEE DAY!!! I WILL BE BUYING SO MUCH"
      },
      {
        "date": "September 29 2023",
        "text": "Thank you for fixing something you didn’t break, loving me when I make it hard to do so. Thank you for being the person I wanna run when I am scared especially whenever I really had that before outside my family and Ekram. I dunno how but you make the person who makes everything feel less hard/big/ intimidating/alone, you saying how we/what are we/why are we and the rest of question reminds that it is me you against the multi-verse or ceni-verse whatever is the biggest. Thank you for being the person to notices the little things that I do when I am hiding something good and the mostly bad stuff."
      },
      {
        "date": "September 28 2023",
        "text": "If we don’t get a chance to talk before I have therapy, text me when you are leaving for your event, and when you get there and same thing for going home. -Drive safe\r\n            -remember to play nice with the other kids\r\n            -make sure your girl friends get to their car safely\r\n            -don’t bite the other kids \r\n            -don’t accept random drinks from strangers \r\n            -be safe \r\n            -if you need to be the dd for someone, do it. \r\n            And that I just like tou"
      },
      {
        "date": "September 28 2023",
        "text": "You and your different cologne versions of yourself are my options"
      },
      {
        "date": "September 28 2023",
        "text": "Is it your mission to make me cry bc you are so ughh cute and loving and sweet and a real life Prince Charming\r\n            My Prince Charming 👑"
      },
      {
        "date": "September 27 2023",
        "text": "And how you look amazing in your blue pants and how you care so much that you let it drain you and spread yourself too thin. And how when you listen or focus you lean forward and scrunch your brow just a little and let the smallest smile peep through when you get excited but want to give the thing your full attention and how you pace back and forth when you are having an important conversation on the phone so you can stay focus on them. Or when you get excited about some your voice smiles and your eyes sparkle so much. Or when you’re at school and someone wants to talk to you you turn your full body and focus on their face and let them control the conversation so you can hear and answer everything. How you always tell the people close to you that they are important and loved or how you put 1000% into everything you do"
      },
      {
        "date": "September 26 2023",
        "text": "“you're not the only one who's pleading for something” has me rolling in laughter\r\n            You are in class stop being cute this way"
      },
      {
        "date": "September 9, 2023",
        "text": "Thank you for today and being your sweet self. I mean it, thank you for showing me what a healthy relationship is"
      },
      {
        "date": "September 8 2023",
        "text": "Good morning bubs! Thank you for last night and just letting me cry without the questions and you trying to take it away. Thank you for distracting me with am I the asshole. Thank you for everything yesterday. I truly don't know how I got you in my life. And I don't wanna let you go for a bit"
      },
      {
        "date": "September 8, 2023",
        "text": "Good morning dr. Bubba. You are going to do incredible on your quiz today. Thank you so much for being an amazing person and caring about the little things in my life. Thank you for the constant reassurance and being everything and more."
      },
      {
        "date": "September 8, 2023",
        "text": "gfg"
      }
]
