[
  {
    "number": "1",
    "text": "You are my everything when I need it whether I say it or not."
  },
  {
    "number": "2",
    "text": "You let me be me and support/understand all of it without making me feel bad or too much of a bad thing."
  },
  {
    "number": "3",
    "text": "When I laugh with you , I know it is a real laugh."
  },
  {
    "number": "4",
    "text": "You never let me doubt us, and you reassure me that you us aren’t going anywhere anytime soon."
  },
  {
    "number": "5",
    "text": "You always make me feel like the world most precious and special thing/person in the world when you say I love you baby or say anything at all."
  },
  {
    "number": "6",
    "text": "You feel like home 🤍🤍."
  },
  {
    "number": "7",
    "text": "You make me feel secure and confident in who I am when you say stupid things. 🤍🤍."
  },
  {
    "number": "8",
    "text": "You never dim my light or make me feel like I need to adjust myself for you."
  },
  {
    "number": "9",
    "text": "I am falling in love so far and feel with my new favorite best friend."
  },
  {
    "number": "10",
    "text": "You put the effort into making me comfortable and safe regardless of what we are like. Yesterday you asked if you could touch me even though I moved to be next to you , waiting for you to rub my back the way you do when I want you close and to protect me even though I don’t need you to."
  },
  {
    "number": "11",
    "text": "You don’t let me feel like I need to protect or save myself because you anticipate it and do it."
  },
  {
    "number": "12",
    "text": "You make me wanna rip all my walls up even the ones that protect my heart."
  },
  {
    "number": "13",
    "text": "You care about all the little things that I love and make me happy and I just wanna do the same. I wanna notice all the little things and maybe if I need to fix anything or undo things that hurt you."
  },
  {
    "number": "14",
    "text": "You keep choosing me every day to love."
  },
  {
    "number": "15",
    "text": "You made me believe in relationships and love again for myself."
  },
  {
    "number": "16",
    "text": "You take time to make sure that I am ok and know that you love me even when you’re busy."
  },
  {
    "number": "17",
    "text": "You are committed to us and making it work."
  },
  {
    "number": "18",
    "text": "You are my annoying little butt."
  },
  {
    "number": "19",
    "text": "Your patience to go slow and gentle with me."
  },
  {
    "number": "20",
    "text": "You bring out the best in me."
  },
  {
    "number": "21",
    "text": "I can see you there right next to me wherever life goes. You made me less scared of falling in love."
  },
  {
    "number": "22",
    "text": "You remind me it is us against the multiverse."
  },
  {
    "number": "23",
    "text": "You say 'we' for everything- good or bad, we are going to get through it."
  },
  {
    "number": "24",
    "text": "Thank you for looking at me like I am this incredibly precious person."
  },
  {
    "number": "25",
    "text": "You make me feel less alone."
  },
  {
    "number": "26",
    "text": "Because of you , I am less afraid of falling in love."
  },
  {
    "number": "27",
    "text": "You make failing/falling seem less overwhelming and terrifying."
  },
  {
    "number": "28",
    "text": "You make us a priority."
  },
  {
    "number": "29",
    "text": "You love so much where it feels consuming and push yourself to be the best and put everything and more into what you are doing."
  },
  {
    "number": "30",
    "text": "No matter what your day is like, you always check in on me to make sure I am good."
  },
  {
    "number": "31",
    "text": "You remind me that we are worth fighting for and always will be."
  },
  {
    "number": "32",
    "text": "You know me better than I know myself."
  },
  {
    "number": "33",
    "text": "Every day, I find a new reason to love you more."
  },
  {
    "number": "34",
    "text": "You never fail to make me feel safe."
  },
  {
    "number": "35",
    "text": "You remind me that I don’t always have to be my strong independent self and that I am beyond capable of being loved."
  },
  {
    "number": "36",
    "text": "You go out of your way to look things up to comfort and pit me."
  },
  {
    "number": "37",
    "text": "You treat me like the best thing ever and I would do everything again to get to you and not just once but a million times."
  },
  {
    "number": "38",
    "text": "You remind me that my feelings are valid."
  },
  {
    "number": "39",
    "text": "You never let me feel like I can’t say or bring something up to you."
  },
  {
    "number": "40",
    "text": "You listen to the little things that I say and remember them."
  },
  {
    "number": "41",
    "text": "You get excited (if not more) when I get excited over the silly things."
  },
  {
    "number": "42",
    "text": "You remind me that I am worth so much more than I am."
  },
  {
    "number": "43",
    "text": "You never let me sleep without hearing your voice."
  },
  {
    "number": "44",
    "text": "You remind that you are here to protect and remind that I treat myself like I am worth protect myself."
  },
  {
    "number": "45",
    "text": "You’re the person who I would run to no matter the weather or situation and I would do it in a heartbeat even when you don’t ask me to because you would do it for me because you make me feel loved and appreciated and protected."
  },
  {
    "number": "46",
    "text": "You became my person, my favorite one ever."
  },
  {
    "number": "47",
    "text": "You make me wanna find new ways to annoy you just so I could see your silly 'oh shit I am in love with her and there is nothing she can do to annoy me' grin."
  },
  {
    "number": "48",
    "text": "Thank you for being the missing piece that I needed along. 🤍🤍"
  },
  {
    "number": "49",
    "text": "Your smile and voice just bring me back down to earth and it always takes me to cloud 9."
  },
  {
    "number": "50",
    "text": "Everything you do makes me feel so incredibly loved and seen"
  },
  {
    "number": "51",
    "text": "The way you ask when you wanna do something new and not assume I would be down for it"
  },
  {
    "number": "52",
    "text": "Bc you us are worth protecting and fighting for"
  },
  {
    "number": "53",
    "text": "How we have kissed so much before and it still leaves me with butterflies and breathless"
  },
  {
    "number": "54",
    "text": "You take time to remind to be careful even though I am all the time."
  },
  {
    "number": "55",
    "text": "You validate me and all my feelings"
  },
  {
    "number": "56",
    "text": "Your smile is one of the most infectious things about you and it drew me towards you so much and your eyes too"
  },
  {
    "number": "57",
    "text": "You are one of the few people who can get me to talk for hours on end and never feel like I am controlling the conversations or boring you"
  },
  {
    "number": "58",
    "text": "You let me process before I say something when we have serious conversations"
  },
    {
    "number": "59",
    "text": "You showed me what love is and what it isn’t."
  },
  {
    "number": "60",
    "text": "My safety blanket, you have become it so much so where I am ok with emotionally vulnerable and raw without feeling the shame"
  }
]
